[
	{"size": "457.2 MB", "three_star": "width: 5%;", "autor_URL": "https://itunes.apple.com/us/developer/coffee-stain-publishing/id1198183066?mt=8", "table_title": "free-apps", "description": "** IMPORTANT - SUPPORTED DEVICESiPhone 4S, iPad 2, iPod Touch 5 or better.**Goat Simulator is the latest in goat simulation technology, bringing next-gen goat simulation to YOU. You no longer have to fantasize about being a goat, your mobile dreams have finally come true!Gameplay-wise, Goat Simulator is all about causing as much destruction as you possibly can as a goat. It has been compared to an old-school skating game, except instead of being a skater, you're a goat, and instead of doing tricks, you wreck stuff. more! When it comes to goats, not even the sky is the limit, as you can probably just bug through it and crash the game. DISCLAIMERGoat Simulator is a completely stupid game and, to be honest, you should probably spend your money on something else, such as a hula hoop, a pile of bricks, or maybe pool your money together with your friends and buy a real goat.KEY FEATURES* You can be a goat * Get points for wrecking stuff - brag to your friends that you're the alpha goat * MILLIONS OF BUGS! We're only eliminating the crash-bugs, everything else is hilarious and we're keeping it * In-game physics that bug out all the time * Seriously look at that goat's neck * You can be a goat</p>", "subtitle": "N/A", "title": "Goat Simulator", "similar": "  The Trail\n,  Chameleon Run\n,  Lifeline: Whiteout\n,  PewDiePie's Tuber Simulator\n,  Perchang\n,  Sonic CD Classic\n", "two_star": "width: 3%;", "price": "Infrequent/Mild Profanity or Crude Humor", "inapp_purchase": "N,/,A", "autor": "Coffee Stain Publishing", "reviews": "|Please fix this glitch: When I am playing the game randomly crashes. I have the newest version and use a iPad Pro. Also there is not much to do in the school map, at least nothing very exciting. In goatville you can blow up a train, play with a rag doll, obliterate Coffee Stains Studios, or jet pack off a crane. In the city (I forgot its name) you can fly on a firework, get yourself flung off a rollercoaster, beat up the ninja turtles in the sewers (lol) or blast a hotel cafe. What can you do in the school map? Well, catch book thieves, draw graffiti on the walls, and make a statue of your goat (TNT involved). Hmmm.... lacks the craziness of the other maps. So maybe add some more exciting stuff in the school. Also I have an idea for a map, an airport. You can blow up a plane (huge explosion, obliterates  most of the stuff near it) pull bizarre things out of suitcases (like a T-Rex) and more. Also a goat idea would be the Caffeine Goat that you get by drinking coffee. When you tap POW, the goat goes crazy. Maybe a Slither Goat, which is like a snake goat. Also, please make glass breakable, I think that would add much more fun to the game. Maybe you can add a friends system, so like if someone has a friend that plays Goat Sim, you can send them a friend request, and if the other player accepts, you can play together. Well that’s all. Thanks for reading 😄</p>|Hello creator I’ve wanted to talk to you and can you please make another goat simulator please and maybe can u add a bull in it and it’s power would maybe be charge or u can make people ride it then u can add whatever also can u maybe please make another animal that is an alligator or a crocodile then you can add whatever third and fourth animal you want also it would be cool if the world was in a zoo or somewhere else I don’t know but please add two animals I just said and I beg you make another goat simulator game because they are so fun I just love them I’m your number one fan so please and I love the goat simulator payday one because you can ride the cars. I have no words of how good the game is. 👍 🤩 😄 🐊🐃🐐 and maybe can you add in an eagle 🦅 or a fox or tiger please it would be so awesome if you added another dinosaur though please do it I love the game so much seriously 🦖or a snake 🐍 or it would be so awesome and I would be so happy if you could add a dragon in the game and you can fly as it and breath fire 🐉 😇</p>", "four_star": "width: 11%;", "age_rating": "9+", "five_star": "width: 75%;", "one_star": "width: 7%;", "star": "4.4, 5.1K Ratings", "category": "Games", "sub_rank": "#20 in Action"}, {"size": "84.2 MB", "three_star": "width: 3%;", "autor_URL": "https://itunes.apple.com/us/developer/terminal-eleven-llc/id378238417?mt=8", "table_title": "free-apps", "description": "SkyView® brings stargazing to everyone. Simply point your iPhone, iPad, or iPod at the sky to identify stars, constellations, planets, satellites, and more!Over 1.7 million downloads.App Store Rewind 2011 -- Best Education App“If you've ever wanted to know what you're looking at in the night sky, this app is the perfect stargazer's companion.” – CNET \"If you’ve ever been looking for a stargazing app for your iPhone, then this [is] definitely the one to get.\" – AppAdvice “SkyView is an Augmented Reality app that lets you see just what delights the sky has to offer.” – 148Apps Editor’s ChoiceYou don't need to be an astronomer to find stars or constellations in the sky, just open SkyView® and let it guide you to their location and identify them. SkyView® is a beautiful and intuitive stargazing app that uses your camera to precisely spot and identify celestial objects in sky, day or night. Find all 88 constellations as they fade in and out while you scan across the sky, locate every planet in our solar system, discover distant galaxies, and witness satellite fly-bys.Features: • Simple: Point your device at the sky to identify galaxies, stars, constellations, planets, and satellites (including the ISS and Hubble) passing overhead at your location.• Sighting Events: schedule alerts for upcoming celestial events.• Apple Watch: see what objects are visible tonight and how to spot them using your Apple Watch.• Today Widget: brand new iOS 8 today widget lets you quickly see upcoming celestial events.• Night Mode: Preserve your night vision with red or green night mode filters.• Augmented Reality (AR): Use your camera to spot objects in the sky, day or night.• Sky Paths: Follow the sky track for any object to see it’s exact location in the sky on any date and time.• Comprehensive: Includes thousands of stars, planets, and satellites with thousands of interesting facts.• Time Travel: Jump to the future or the past and see the sky on different dates and times.• Social: Capture and share beautiful images with friends and family on social networks. • Mobile: WiFi is NOT required (does not require a data signal or GPS to function). Take it camping, boating, or even flying!What a fun way to teach yourself, your children, your students, or your friends about our wonderful universe!</p>", "subtitle": "Explore the Universe", "title": "SkyView® - Explore the Universe", "similar": "  Remind: School Communication\n,  Star Chart\n,  Elevate - Brain Training\n,  Star Walk 2 Ads+: Sky Map AR\n,  Lumosity: Daily Brain Games\n,  Canvas Student\n", "two_star": "width: 1%;", "price": "$1.99", "inapp_purchase": "N,/,A", "autor": "Terminal Eleven LLC", "reviews": "|Fun and educational. I love the fact that the planets show rotation. I'd love to see the developers consider updating in the future, the ability to tap into deeper space. Perhaps allowing us the chance to see the moons around planets, and any other space objects that are known in real time. One issue I find is the planets are askew/slightly off, causing me to adjust an approximate only to the L&amp;R, which still doesn't give a true correction (or onion skin) It'd also be nice to have more educational  factoids/info updated. This alone shouldn't deter you from getting this app, as its really the best one out there for those of us who love learning astronomy. I do love this app! I hope the programmers/developers consider our feedback &amp; wishes. Every time Its clear outside regardless of the weather, I open this app and learn something new!Four Years later and everything I asked for and more! Next Generation-I'd love to see a wayback option gps enabled where ever you are on the planet and the ability to go back in time to get the options to see the sky in the past (with known historical proven factual astronomical phenomena) that'd be a wonderful challenge for developers and experience for those of us who wish to see theSky as it was in roman times!</p>|I’m writing this review just because of how amazing this app is. I’m a kid who loves Astronomy, and takes it to long lengths. Just this Christmas, I got my first telescope! The Celestron 114 az Explorascope! I downloaded this app originally to see where my favorite star, Capella was located. Turns out, it had spot on location. I then got the full version, and have been using it on a weekly basis! This is an amazing app, and I look forward to using it for studying nebulas, planets, etc! I love this app mainly because I have been studying astronomy for about 5 years now, and have gone from knowing the basic 8 planets, to knowing the official names for several stars, galaxies, nebulae, and several other celestial bodies. This app is awesome for star gazing, planet watching, and exoplanet tracking! If you need a trustworthy, stable, easy to use app, download this for sure! My favorite part about this app is the mini lessons it gives you whenever you tap on a star, planet, nebula, star cluster, galaxy, you name it! I’m never downloading any other astronomy app! Thanks a bunch!! :)</p>|I really fell in love with SkyView. It makes it so easy to learn about what I'm looking at in the night sky. There's one thing I think could make the app even better:Currently the only way to look at a specific object in the sky through the app is to point and orient your device so it is facing that object, like the camera. But sometimes I would like to search around the sky without waving my phone in crazy directions, like if I'm lying in bed and want to pan over to what's under the horizon. I think it would be great to add a feature that lets you pan across the sky without needing to move your phone, so it is not oriented by the gyroscope. The view can stay at a constant zoom level, but being able to learn the stars without having to always point in that direction would be tremendously more convenient. This could be an option that you can switch on or off to keep the integrity of the original application as well. Please consider. Thanks for a wonderful contribution to the world!</p>", "four_star": "width: 10%;", "age_rating": "4+", "five_star": "width: 82%;", "one_star": "width: 5%;", "star": "4.6, 2K Ratings", "category": "Education", "sub_rank": "#4 in Education"}, {"size": "29.6 MB", "three_star": "width: 2%;", "autor_URL": "https://itunes.apple.com/us/developer/roto-sports-inc/id327110659?mt=8", "table_title": "free-apps", "description": "Imagine you could get access to a cheat sheet that adjusts to fit your league settings AND allows you to mark off players during your draft. That’s exactly what the 2018 RotoWire Fantasy Football Draft Kit can do for you. This powerful app has all the features you need to dominate during your draft. ► THOUSANDS OF PEOPLE TRUST ROTOWIRE’S FANTASY FOOTBALL COVERAGE RotoWire.com has been the leading source of premium fantasy sports information on the internet for over 15 years. Over the past few years, our writers have won three times as many awards as the next closest competitor. We talk fantasy sports daily on our Sirius-XM radio show and also provide fantasy news to many of the leading online sports sites. ► ABOUT THE 2018 FANTASY FOOTBALL DRAFT KIT Simply enter your league's scoring and roster settings and the app creates rankings from a value-based calculation that uses RotoWire's 2018 stat projections. Here are few of the features: - A cheat sheet that ranks players based on projected stats for 2018 using your league's settings. - The cheat sheet is a Value Based Drafting method that accounts for your league's categories, roster, etc. - For drafts: The ability to manually rank players to your preference. - Mock drafts against AI. - RotoWire.com outlooks for the 2018 season for hundreds of players. You can't get that in ANY other app. - Recent news and analysis for players. - Projected Standings for your league. - We offer the ability to tier players or mark them as sleepers or busts.- Notes can be added on each player.- Functionality that lets you easily keep track of who has been drafted. - Team depth charts. - Projected stats for the 2018 season. - Player stats from the last three seasons. - The ability to download updated news and stat projections until the start of the 2018 season. - A player search that allows you to quickly find players. - Individual defensive player rankings. - Ability to use Team QB and Team K in your roster. - Current fantasy football articles from RotoWire.com experts. - The cheat sheet isn't ordered just by projected point totals, we calculate player rankings based on your league's settings. All the data for the app is stored on your device, so internet access at your draft isn't required. The first time you use the app, we highly recommend connecting to the internet to allow the app to update the player info. ► PLUS, YOU CAN CUSTOMIZE ALL THESE SETTINGS! - Number of teams in the draft - Roster spots including: QB or Team QB, RB, WR, TE, Flex QB/RB/WR/TE, Flex RB/WR/TE, Flex RB/WR, Flex WR/TE, K or Team K, Team DEF, Individual Defensive Players (DL, LB, DB), Reserves - Offense Scoring Including: Pass Attempts, Pass Completions, Incomplete Passes, Passing Yards, Passing TDs, Passing INTs, Sacks Taken, Bonuses for Games With 300+ Pass Yards, 350+ Pass Yards, 400+ Pass Yards, 100+ Rush Yards, 150+ Rush Yards, 200+ Rush Yards, 100+ Receiving Yards, 150+ Receiving Yards, 200+ Receiving Yards, Bonuses for a TD Pass of 40+ Yards, TD Pass of 50+ Yards, TD Rush of 40+ Yards, TD Rush of 50+ Yards, TD Reception of 40+ Yards, TD Reception of 50+ Yards, Rushing Attempts, Rushing Yards, Rushing TDs, Receptions, Receiving Yards, Receiving TDs, Fumbles Lost, 2-Point Conversions, and First Downs- Defense Scoring Including: IDP Tackles, IDP Passes Defended, Sacks, Interceptions, Fumbles Forced, Fumbles Recovered, Safeties, TDs, Blocked Kicks, Tackles For Loss, 3 And Outs, 4th Down Stops, Points Allowed, Yards Allowed- Kicker Scoring Including: Field Goals Attempted, FG 0-19 Yards, FG 20-29 Yards, FG 30-39 Yards, FG 40-49 Yards, FG 50+ Yards, Extra Points Attempted, Extra Points Made, Extra Points Missed, and Field Goals Missed.► DON’T WAIT. GET THE 2018 DRAFT KIT NOW. We stand behind the quality of our apps with email support (support@rotowire.com). Buy the app now and you’ll have your draft preparation squared away for the 2018 season.</p>", "subtitle": "RotoWire Fantasy Football 2018", "title": "Fantasy Football Draft Kit '18", "similar": "  Fantasy News by FantasyPros\n,  Fantasy Football Draft Wizard\n,  SquadQL - Fantasy Sports\n,  Fantasy Football Draft 2018\n,  Fantasy Football My Playbook\n,  FantasyPros Who Do I Start?\n", "two_star": "width: 0%;", "price": "$4.99", "inapp_purchase": "N,/,A", "autor": "Roto Sports, Inc.", "reviews": "|Everything seemed legit about this app including the avg. Rating and the endless string of positive reviews. The rich set of valuable tools and features had me oozing with confidence heading into my draft. Unfortunately, this app won't help you when it matters. The most important and expensive league, which I spend months preparing for every year, and I bombed the draft because I couldn't access any of my custom cheatsheets, notes, draft order etc. All that work for nothing! I missed my first pick while trying to get this app working properly... I had to quickly Google a top 200 list and had to research player news and all that fun stuff in the middle of the draft! Meaning I was unable to follow the picks and had to forgo my usual draft stradegy. I believe the developer should make it very clear that all work and saved information will not be synced when signing into a different device. Thanks to this application, my draft was ruined and I hope others see this and heed my warning!</p>|I’ve paid the $4.99 to get this fantasy football draft kit for two straight years now. Here’s the good...The interface is fantastic as is the mock draft tool.  The quick and easy access to the updates on each and every player is also great.Here’s the average...The player news updates/feeds are almost word for word what you can get from almost all free fantasy football sites.Here’s the bad...I bought this app in very early August and they have barely changed any player projections since then.  The free sites I go to are constantly changing their player stat projections which in turn changes the player rankings.Here’s the reality...If this was a free of 99cent app then I wouldn’t bother posting here, but for $4.99 I think these “experts” owe us more.  One example is that as Christian McCaffrey has moved up every draft board in the past 10 days but he has stayed static on this draft board.  That reeks of laziness.</p>|I’m not saying his app will guarantee a championship but it will put you in the best spot to make it to the promise land! I do 1,000s yes 1,000s of mocks but the cool thing is you can do 5 in a few minutes. You can have the ran automatically or do them at your own pace. In 7 years in fantasy I have won over 6 in the 3 leagues I play. You need to be prepared and confident on draft day and this is the way to do it. Competition beware!! 10 stars!</p>", "four_star": "width: 9%;", "age_rating": "4+", "five_star": "width: 87%;", "one_star": "width: 1%;", "star": "4.8, 10.6K Ratings", "category": "Sports", "sub_rank": "#116 in Sports"}, {"size": "1.4 GB", "three_star": "width: 4%;", "autor_URL": "https://itunes.apple.com/us/developer/cartoon-network/id300726272?mt=8", "table_title": "free-apps", "description": "Get ready for Teen Titans Go! Figure -- the epic follow-up to the breakout hit game Teeny Titans. Someone’s trying to put Teeny Titans out of business! Battle your way to the bottom of this mystery. CHALLENGE YOUR FRIENDSThe Multiplayer Beta is here! You’ve faced the world’s greatest heroes. Now, challenge your friends to teeny battles! Rank up to unlock Legion of Doom figs.COLLECT TONS OF FIGURES Collect over 100 Teeny Titans figures, including Batman, Superman, Wonder Woman, Flash, the Radical Titans, and many more! Level up your figs to unlock even more powerful abilities.CUSTOMIZE YOUR SQUADEvery figure can be repainted in different ways! Swap character abilities to make your team truly unique. And bust out accessories, like the Bat Signal and Superman’s underpants, to give you the edge in battle.CHOOSE YOUR TITANPlay the full story mode as any of the Titans. Choose Robin, Raven, Cyborg, Starfire or Beast Boy. Each Titan has unique dialogue and original voiceover from the show’s cast.GO BEYOND JUMP CITYExplore Metropolis, Gotham and Jump City to shop for your favorite super hero figures. Complete special missions for DC heroes and enter tournaments at iconic locations, like the Hall of Justice and the Batcave.*****This game is available in the following languages: English, French, Italian, Spanish (Latin American), Portuguese (Brazilian), Russian, Turkish If you're having any problems with this app, feel free to contact us at advanced.platforms@turner.com. Tell us about the issues you're running into as well as what device and OS version you're using. *****IMPORTANT CONSIDERATIONS: This app may contain ads that feature other products, services, shows or offers from Cartoon Network and our partners.This app includes the option for adults to unlock or buy additional in-game items with real money to enhance game play, ranging from $0.99-$9.99 USD (or equivalent amount in the applicable regional currency). You may disable in-app purchases by adjusting your device settings. iOS will keep you logged on for 15 minutes after an initial in-app purchase. Additional purchases won’t require a re-entry of your password during this 15-minute interval. This is a function of the iOS software and not within our control.PRIVACY INFORMATION: Your privacy is important to us at Cartoon Network, a division of Turner Broadcasting System, Inc. This game collects and uses information as described in Cartoon Network’s Privacy Policy linked below. This information may be used, for example, to respond to user requests; enable users to take advantage of certain features and services; personalize content; serve advertising; perform network communications; manage and improve our products and services; and perform other internal operations of Cartoon Network web sites or online services. Our privacy practices are guided by data privacy laws in the United States. For users residing in the EU or other countries outside the U.S., please note that this app may use persistent identifiers for game management purposes. By downloading this application, you accept our Privacy Policy and End User License Agreement, and you give permission for such uses for all users of your device. The Privacy Policy and End User License Agreement are in addition to any terms, conditions or policies imposed by your wireless carrier and Apple, Inc. Cartoon Network and its affiliates are not responsible for any collection, use, or disclosure of your personal information by Apple or your wireless carrier. Terms of Use: http://www.cartoonnetwork.com/legal/termsofuse.html Privacy Policy: http://www.cartoonnetwork.com/legal/privacy/mobile.html</p>", "subtitle": "Teeny Titans 2", "title": "Teen Titans Go! Figure", "similar": "  Grossery Game\n,  Teen Adventure Game - Escape the Room Mission\n,  Planet Pilkey\n,  LEGO® Marvel Super Heroes\n,  LEGO® Ninjago™: Shadow of Ronin™\n,  Draw a Stickman: EPIC 2 Pro\n", "two_star": "width: 3%;", "price": "™ & © Cartoon Network (s18)", "inapp_purchase": "N,/,A", "autor": "Cartoon Network", "reviews": "|Amazing game! I have played the teeny titans series since the original teeny titans and I am in love with it. It is an amzing take on an rpg like dc game. My favorite part of the whole thing is collecting the figs! However, I do wish there where many more figs which might be asking alot but I have already collected all the figs twice including the legion of doom figs (which I love by the way) leaving me with not much variety left and I believe there is so much opportunity to utilize amazing DC characters and even some that are already in the game that I question why they aren’t or dont have figs for them such as for heroes: Green Arrow,Hawkman, Red Tornado, Plastic Man, Doctor Fate, Zatanna, Firestorm and for villains: Captain Cold, B.R.A.I.N., Black Adam, Deadshot just to name a few. The only other thing that I hope is added in the future is more team bonuses meaningike justice league and titans bonuses before the match and i feel there are so many missed opportunities for ones like: a girls night out with (Raven, Starfire, Terra,  Jinx, Rose) or even additions to some like adding (Shazam,  Black Lightning, Booster Gold,  Blue Beetle, Batgirl) to the already existing justice league buff. I apologize for the long review but I love this game so much and I hope that some of these ideas are added in the future updates to the game but regardless it is a fantastic game and i can’t wait for whatever is in store for the future!</p>|Before I get into it, i think the dev  team to add a button that lets you continue on to another titan after you beat the game, instead of having to restart it. (There should be a final battle where you use 15 figs (3 from each titan) in a giant tournament against (plot twist) THE CREATOR OF TEENY TITANS!!!!! Now I’ll let you read. Also, please note that I still completed the game, and these were not that big. That’s why I’m still giving it 5 starsMany bugs, so I’ll list some that I have been getting. First battle doesn’t end unless you restart it. Random freezes, I got one when I was beating the bat cow. Couldn’t beat it again for a long time. Certain pathways not letting me go there, even though I am allowed to. Martian Manhunters tournament bugging out on the Martian princess battle, some magnifying glasses doing nothing during day and night, and it didn’t let me into the movie lot to find “supes” until after I had collected 20 dogs not 10, even though I pressed the give to mission button each time. (I made sure it wasn’t other missions I had been giving the other 10 to). And, the item that you have to give 1.5K coins to the samaranian princess to get, (the healing lantern thingy) does nothing. No hearts come out and it doesn’t give you any bonus hp.   But alas, it’s a fairly new game and still amazing!!!</p>|We should have a reasonable number, I’m thinking 3 to 6. And they should be so complicated that It will take us forever to finish them. They should be normal people with customizable features like hair, eye color, head shape, height and so on. And additional things like glasses hats and clothes. We should be able to choose what our stance is, what our dance is, what we look like when we get hurt, and our transitions when switching figures. We should also be able to choose what face we make when we do each of these things. We can choose a class and choose abilities that figures in that class have. And we can choose where we put them. I think some abilities should be available to every class. Basically things that don’t do damage. To be fair, an attack is required. As for the actual figure, I we have poses to choose from, that would be cool. Sorry this is long. I think this is a pretty cool Idea, but I understand it would be complicated. I actually wouldn’t expect you to even think about it. If you do decide to allow custom figs, these are my ideas. Thanks.</p>", "four_star": "width: 10%;", "age_rating": "9+", "five_star": "width: 72%;", "one_star": "width: 10%;", "star": "4.3, 1.4K Ratings", "category": "Games", "sub_rank": "#3 in Role Playing"}, {"size": "98.8 MB", "three_star": "width: 1%;", "autor_URL": "https://itunes.apple.com/us/developer/1se/id587823551?mt=8", "table_title": "free-apps", "description": "1 Second Everyday is a video diary that makes it easy to take your day-to-day moments and create a meaningful movie of your life. It’s a home for all your notable memories, not just the Insta-worthy. Get started with 1SE today!2x winner of the “Best Use of a Mobile Camera” WEBBY Award.Featured by Apple, BBC, TED, CNN, Fast Company and more!\"For over 6 years, I've been recording 1 second every day, so I'll never forget another day ever again. This project has had such a positive impact on my life. This lead to the development of 1 Second Everyday; which makes it easy for anyone to do this too. Being able to relive every single day has provided me with a treasured perspective on life. It holds me accountable for making each day notable. When I turn 40, I'll have a 1-hour compilation that encapsulates my 30s. If I live to see 80 years of age, I'll have a 5-hour video that summarizes 50 years of my life.\"- Cesar Kuriyama, 1SE FounderWhy 1SE is awesome:- AD FREE: 1SE is free to use without ads!- AUTO-FILL: Don't know where to start? Roll the dice and auto-fill your days with ease!- ROTATE &amp; FILL THE FRAME: Pesky vertical videos? Begone! Lopsided videos ruining your mash? No more! You can rotate and fill the frame to your heart's content.- UNLIMITED MASHING: Make 1SE videos of any custom length. Monthly, seasonal, or the past 5 years. You're in control.- 2 KINDS OF PROJECTS: Start out with two different styles of projects, ‘Freestyle’ for events or trips and ‘Timeline’ for a classic day to day video diary.- NOTES: Take note of your day and leave a private message for yourself.- REMINDERS: Set up friendly creative reminders, so you never forget a day!- PRIVACY: Your seconds are never shared with anyone unless you decide to do it.Our core app is free to use but if you want to help support our growing team while gaining access to more features try 1SE Pro!1SE PRO FEATURES:- Unlimited backup: Secure your life’s most precious memories and never loss them again!- Unlimited projects: Create as many Freestyle or Timeline projects as you want.- Multiple snippets a day: Up to two separate snippets in a day.- Longer snippets: Capture up to 3 seconds per snippet!- Add music: Gain access to royalty-free songs and add some music to your mashes!- Brightness: Edit the shadows and exposure with our updated snippet selector.- Remove 1SE branding: Remove our logo at the end of your video.Pro &amp; Subscription FAQ: https://help.1se.co/pro-faqPrivacy Policy: https://1se.co/privacy/Terms of Use: https://1se.co/terms-serviceWe love your feedback and appreciate your reviews. Reach out to us at support@1secondeveryday.comFollow 1SE on:- Instagram: @1SecondEveryday- Twitter: @1SecondEveryday- Facebook: https://www.facebook.com/1SecondEverydayAccount will be charged for renewal within 24-hours prior to the end of the current period. Your Pro subscription will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. You can go to your iTunes Account settings to manage your subscription and turn off auto-renew.Payment will be charged to iTunes Account at confirmation of purchase. Per Apple policy, no cancellation of the current subscription is allowed during active subscription period. Once purchased, refunds will not be provided for any unused portion of the term. Any unused portion of a free trial period, if offered, will be forfeited when the user purchases a subscription to that publication, where applicable.</p>", "subtitle": "Create your life movie", "title": "1 Second Everyday: Video Diary", "similar": "  1 Second Daily Cam\n,  Leap Second - Video journal\n,  Preview: Planner for Instagram\n,  Top Nine for Instagram 2018\n,  Lively - Live Photo to GIF\n,  Chatbooks Photo Albums & Cards\n", "two_star": "width: 1%;", "price": "Free", "inapp_purchase": "$3.99,$29.99", "autor": "1SE", "reviews": "|I used to love this app, I used it all the time and I was telling about it absolutely everyone. With the new update I actually don’t want to use it anymore. I paid for the app $6 a coupe of years ago so I wasn’t using the free version. The change from horizontal (landscape) orientation to vertical (portrait) made it worse. It is difficult to see the snippets they are crammed. The editing portion of the screen changed - the ribbon where I pick the 1 sec sequences is not detailed and I can’t see or hear how the 1 second snippet will sound/look like. When I pick something, try to play it, it replays the whole video, not that part I chose. The ribbon is not intuitive to navigate (as it used to be) and it is hard to pick the snippets. I can’t pick custom dates to mash videos. It forces me to pick current year, everything. I used to show this app to everyone, I would pick a few custom dates and show them how it works and how great it is. I also can’t replay snippets from prior years (i didn’t save them). With this update actually I don’t enjoy it and I am going to look for a different app with a similar functionality. There is a very aggressive push to the subscription service, but I already paid for the app and actually all the best features were taken away. Find a different app. It has such a great reviews becuse of the older version, but since March 2019 it is crap.</p>|I had posted this a while back “I absolutely Love this app. I’ve been using the free one for a year now and have been taking videos every day. However, it seems that a lot of the features of the free app are being taken away. We no longer can do 1.5 seconds for a clip and we can now only have one video where as before we could have two for each day. I understand that the free app will need to have limitations compared to the pro, however it seems like pretty soon there’s not going to be anything left on the free app. And the jump to pro is quite big in regards to cost. I’m really bummed that the app has changed so much in literally two days as I had access to all these features Thursday.” Soon after this changes were made to the app and these features we accessible again without the pro and just he initial payment app. However, my phone just updated to the most recent iOS and with it, those few features went away, again I can only have one clip a day, no 1.5 second clips, and now I can’t even create multiple montages.  Again, I understand that the free app will need to have limitations compared to the pro, however i’m really bummed that they brought these features back and then removed them again as well as a few  more.</p>", "four_star": "width: 7%;", "age_rating": "4+", "five_star": "width: 91%;", "one_star": "width: 1%;", "star": "4.9, 26.5K Ratings", "category": "Photo & Video", "sub_rank": "#122 in Photo & Video"}, {"size": "75.5 MB", "three_star": "width: 4%;", "autor_URL": "https://itunes.apple.com/us/developer/waplestuff/id562575890?mt=8", "table_title": "free-apps", "description": "Calzy is a beautiful modern calculator for your everyday use.  It helps you perform your day to day mathematical calculation in a more elegant way. One of its novel features is \"Memory Area\" - where you can store multiple numerical values and reuse it across multiple calculating sessions with a simple drag and drop interaction. Along with calculation history, It has a unique bookmarking feature - Where you can you save any of your calculation with date and title for your future reference. Calzy 3 can spell out the calculation result in English &amp; 65 other languages. It is designed to look gorgeous on your iPhone, iPad and Apple Watch. It is powered by all the latest iOS technology like Drag and Drop (for both iPhone &amp; iPad), 3D Touch, Face ID and much more. Features• \"Memory Area\" - where you can drop multiple numerical values and reuse it• Advanced scientific function (Quickly toggle between basic and advanced mode with 3D touch. No more rotate to landscape)• Drag and Drop on both iPhone &amp; iPad• Multitasking - slide over and split view for iPad• History &amp; Bookmarking with privacy mode (Face ID/Touch ID support)• Ability to edit keypad layout• 3D Touch buttons • Haptic Feedback• Spell out (English &amp; 65 other languages)• Tax + , Tax - functions• Quick toggle for both decimal and currency rounding• Today widget and iMessage extension• Smart parenthesis• Spotlight search• External Keyboard support• Dynamic type support• Custom App Icon support• Universal app - iPhone, Apple Watch, and iPad• Handoff support - Start on one device and resume it on another device• iCloud sync for basic settings and history/bookmarks• Dark / Light mode with multiple color schemes• Regional support for countries using decimal commas• French, German, Japanese and Simplified Chinese localization• Instant. Calculates as you type• Functional and easy to use• Clean Interface &amp; Natural gestures• Advance, yet simple and unclutteredPowered by all the latest iOS technology, Calzy 3 is the calculator for the new age.</p>", "subtitle": "The Smart Calculator", "title": "Calzy 3", "similar": "  Scanbot Pro: Scanner App & Fax\n,  Tydlig\n,  Deliveries: a package tracker\n,  PCalc\n,  Just Press Record\n,  World Clock Pro Mobile\n", "two_star": "width: 3%;", "price": "$2.99", "inapp_purchase": "N,/,A", "autor": "WapleStuff", "reviews": "|This calculator is full of great features others do not have available. Plus it is very simple to use... especially for me a partially colorblind person!!! Many many apps are designed (without consideration for the extremely large number of colorblind males) using the most difficult colors for the average colorblind person to see. The Calzy 3 Calculator is a blessing for me as a Color Blind Person. Now if Companies like McDonalds and others who use LED Ordering Displays would only consider not using the hardest colors to design menu ordering displays! All APP Developers should consider the ColorBlind people who want to use their apps. Thank you for this Convenient Easy to See Calculator!</p>|It lacks two necessary features that would enable it to be a truly productivity oriented app, as it should be. Here is what I mean:1) there is no separate all clear button!Fast inputs require this button to be  separately available otherwise it can impede on productivity. I am comparing this app to the stock calculator app as well as a physical calculator and the importance can easily be noticed.It is not to say that it is not there - it is combined with the regular delete function and the input can, too easily, be unregistered with a slight move of the finger whilst force pressing2) most importantly it loads too slowly to be used frequently as my main calculator (for business use). I use an iPhone X and the quick launch feature of Apple’s own calculator bests the launch time of this app by miles. And in high pressure situations this app likely would not be preferred by most. In other instances, using this calculator is a breeze, as long as it is already opened and you are not in a time crunch. The user interface is pleasing to the eye and the added features are on point.Just add the two basics and this 4-Star app can easily be a 5-Star app</p>|I deleted my stock calculator on my iPhone after using this. I love it. You use your calculator a lot more than you think you do, whether it be calculating a tip at a restaurant or calculating how much you will get paid you use your calculator almost every day and I grew tired of the limitations from the stock calculator especially that if I messed up a calculation I would have to start all over. With this one everything is editable. They say people only leave reviews if the absolutely love something or they absolutely hate it. So the fact that I am leaving this review goes to show how much I love and use this calculator. Awesome product.</p>", "four_star": "width: 10%;", "age_rating": "4+", "five_star": "width: 79%;", "one_star": "width: 4%;", "star": "4.6, 161 Ratings", "category": "Utilities", "sub_rank": "N/A"}, {"size": "135.5 MB", "three_star": "width: 1%;", "autor_URL": "https://itunes.apple.com/us/developer/woba-media/id662090843?mt=8", "table_title": "free-apps", "description": "The #1 hit app! Bring photos of your pet to life. Make them speak realistically and share it as a video on Facebook, or email it as a special greeting to your friends and family.Packed full of features!- Lots of animals to choose from even if you don't have your own pet- Record your own voice or choose from hundreds of hilarious pre-recorded clips - Change the voice from big dog to little cat or anything in between- Add hats, glasses, moustaches and more to your pet  - Turn your pet into a digital personal assistant. Have them tell you the weather forecast , news headlines , or even get them to remind you of your appointments - iMessage integration, send your messages using your talking pet- Advanced animation, your pet looks around in 3D- Add text to make your own memes</p>", "subtitle": "Make pawsome videos", "title": "My Talking Pet", "similar": "  America’s Got Talent on NBC\n,  Tractive Pet BlaBla\n,  Gaia TV Discover Mindful Yoga\n,  Talking Dog\n,  Live Wallpapers for Me.\n,  Talking Pet Booth Free: Make my cats, dogs, and other pets speak in real time!\n", "two_star": "width: 0%;", "price": "$9.99", "inapp_purchase": "N,/,A", "autor": "WOBA Media", "reviews": "|I am an obsessive Pug mom - I treat my Pug like a spoiled little girl - consequently I overshare photos with family and friends. This app is the one time that I have gotten 100% positive feedback and complete amusement (even hysterical laughter) from those family and friends when sharing Pug videos. Instead of sending videos that probably do not even get watched I get requests to make her sing a song or say something in particular. The best video was my sweet Pug ‘singing’ “Get Low” with an angel’s voice for a friend today. Also great for sending the Happy Birthday song! Christmas carols will be a blast at the end of the year! Everyone with a dog has asked me to do their dog for them. It is addictive and laugh out loud funny. A Pug is the perfect shaped face and head for this app. I’ve done some videos for family that have dogs with snouts instead of squishy flat faces and the mouth is a bit more difficult. Ideal for flat faced breeds and I image, cats as well. I wish it had an option for two or more dogs in the same video. Maybe they will add that eventually. It was simple and I made the first video within about two minutes of downloading app. The best $3 bucks I’ve ever spent in an app!</p>|I absolutely love this app and I think it’s perfect for all pet owners, but I have one complaint and I think you (the designers of the app) should get rid of. I got the update a while back that gives you “example” things for your pet to say by tapping on its face. The audio of a random person saying a popular phrase will play. I liked it because of the Star Wars quotes that my hamster was saying. But I played some random ones and I started noticing what they were saying in them. They use really bad language for kids!  I don’t want to specifically list them because I obviously don’t like curse words, and because some kids read these reviews. I’m really upset because I love this app so much! Please remove the phrases with curse words in them immediately! Or at least remove the curses from the phrase and replace them with a better word. I still personally rank this app number one “Pet video maker”  and recommend this to friends. Thank you for reading this review, I hope this helps other people out there who need information about this app before purchasing. 🐹🐶🐱</p>|My dog, Cooper the Keeshond is a 1+ year old rescue boy who has his own FB page. He has been online since he was a 15 week old pup. He has a worldwide following and now does a daily joke segment, The Fast and the Funniest with Cooper the Keeshond. We are so very happy the developers brought back the pitch slider as Cooper's voice changed and his worldwide followers thought he was sick. Lol! This app is top notch, and the developers are awesome and truly dedicated to keeping it perfect. I contacted them about the detriment to the app on removing the pitch control, and they responded with a very personal email. In just a few short days, as they promised, the pitch is back and better these ever. Thank you for the My Talking Pet app and everyone please check out Cooper the Keeshond on FB. He is a star because of My Talking pet. 🐾❤️🐾</p>", "four_star": "width: 10%;", "age_rating": "4+", "five_star": "width: 88%;", "one_star": "width: 0%;", "star": "4.9, 30.5K Ratings", "category": "Entertainment", "sub_rank": "#20 in Entertainment"}, {"size": "421.1 MB", "three_star": "width: 5%;", "autor_URL": "https://itunes.apple.com/us/developer/team17-software-ltd/id321369234?mt=8", "table_title": "free-apps", "description": "The Escapists, you’ve done the crime but can you survive and do the time? The Escapists is a unique prison escape sandbox game where you get to experience a life behind bars and barbed wire fences. You’ve had a life of crime but now you’re caught. With thrilling and immersive gameplay, you need to create an escape route in a world of other prisoners and ruled by routine.From roll call to lights out, you’re banged up. There’s no get out of jail free card in this game, you need to break out. Are you up for the challenge or are just going to sit there in your cell? You need all your wits and skill to bust out. No walls are going to hold you, you need to escape!While under the careful watch of the guards, you’ll need to get used to prison life while you use strategy and daring to swipe useful objects from under their noses. Make innocent looking items into useful tools like shovels for cunning escape plans or handy weapons to survive in a fight.Escaping requires cunning, strategy, the right equipment and staying at least two steps ahead of the guards. Bribe and fight your way through the prison ranks. If your fellow prisoners like you enough, recruit them and create your own gang. You might even take over a prison! The guards are out to stop any escape attempts, so you’ll have to avoid suspicious behaviour by attending roll calls, working a prison job and hiding your stolen contraband.Features:● Addictive prison simulator game, steal spoons and forks, use them to dig a tunnel out of your cell.● Over 6 themed prisons, try to escape from minimum security jails or fearsome big houses like Alcatraz● Find, steal and trade items to create dozens of crafting combinations to aid your escape● Use the exercise yard to increase your strength, handy for scaling walls● Find other prisoners to trade swag with, you’ll need duct tape, a screwdriver or nail files● Dodge contraband detectors. if you pass through one with contraband in your pocket, the heat meter rises to 99 percent● Adapt to life behind the steel doors with prison routines and jobs and master the game's six penitentiaries, there are three extra prisons waiting to be challenged.● Push yourself to survive and increase your strength, speed, and intellect. There are multiple ways to break out and escape, you just need to find them.The Escapists is a thrilling sandbox strategy prison simulator that challenges you to bust out in a number of different ways. You want to break free but you're banged up and you need to escape! How you survive and do that is up to you, but when you’re out of your cell, a rigid daily schedule is designed to keep you in line. You're expected to work at one of several jobs during the day, exercise and showers are mandatory.The Escapists is tough game, just like jail.Can you dig a tunnel right under the walls of the prison? Or even steal a guard uniform to blend in with your captors? Addictive and tense, it’s a real challenge to escape your first prison. Commit a few inside crimes, there are dozens of items to find, steal and smuggle. Some are contraband you can sell or trade for more useful gear. Create clever makeshift weapons and tools, a bar of soap in a sock is useful in a fistfight.Materials purchased or \"borrowed\" from your fellow inmates are used to craft tools and other items like wires, a bottle of bleach, a piece of timber, a bar of chocolate, a plastic comb, and much more. If you’re smart enough, you’ll figure out ways to make your escape. There are dozens of items to find and use to get out of your cell, including a pickaxe, wire cutters, zip lines and more.The Escapists is an addictive strategy prison simulator game that challenges you to break out of jail. Don’t be a prisoner, be an Escapist!Download The Escapists today, it would be a crime not to. You can’t check out and you can never leave, unless you have an escape plan…http://escapistgame.com/https://www.team17.com/</p>", "subtitle": "Craft & Breakout To Freedom", "title": "The Escapists", "similar": "  Geometry Dash\n,  Terraria\n,  Goat Simulator Waste of Space\n,  Scribblenauts Unlimited\n,  Pocket Build\n,  Scribblenauts Remix\n", "two_star": "width: 2%;", "price": "© Team17 Digital Ltd", "inapp_purchase": "N,/,A", "autor": "Team17 Software Ltd", "reviews": "|This game is the best escape game I’ve ever played in my life.So what’s the big problem you may ask? Well at roll-call even when I’m in line the cops will still be mad that I’m not in line even when I know I’m 100% in line( this might be at other times during the day not just roll-call ). Then sometimes my game will crash randomly and I loose all my progress. So pretty please with a cherry on top add a save that starts you exactly where you left off( you don’t have to just a suggestion ). This next one you might get a lot but I think I should still point it out just in case, so you know how mobile keys break after 4 uses and the others keys last at least 10 times, please make the mobile keys last as long as theirs. Okay this one doesn’t have anything to do with this review but can you add creative mode to the mobile version please. And can you also add escapists 2 to mobile please( just more suggestions remember you don’t have to, and if you do add escapists 2 to mobile you should have it cost money because that’s fair for you guys and gals. Okay that’s all thank you for your time🙂. Okay update, thank you for fixing those glitches and adding escapists 2 to mobile. In jingle cells there isn't any flashlights anywhere.</p>|I love the Escapists and was debating whether to get it on PC or not, but then this came out and I knew I had to get it! For $4, I could see what the game was all about and have a better opinion on trying the DLC in the PC version (which I hope you add as in-app purchases later!). It was great, my brother and I both were playing it. Except, we were experiencing some launch bugs, which is to be expected. I encountered some text issues with the description of X item in the payphone. Also, sometimes the opening-desk sound kept looping for no apparent reason. My brother's game wouldn't let him escape other prisoners trying to beat him up while loading a save. He was just frozen in place while the black box around the screen faded away and the prisoners had time to come at him and kill him. He died every time he tried loading and was forced to stay in solitary without his items. But these bugs are minor, and I know you can fix them. Anyone that wants to get this game should definitely buy it, it is worth the money! Can't wait to see how it progresses in the future!</p>|When I first bought this game I played it for 10 hours straight. It has role playing elements with strategy and character affinity with item crafting... its a really fun game. The only complaint I have is crafting is supposed to be trial and error. I think this can be extremely frustrating, because you may craft something you think you need. or spend a few virtual days trying to save up for certain items when it turns out they were the wrong items or you didn’t need them. They also make you pay (virtual in-game currency) for “tips” which basically are crafting recipes. Look up the crafting recipes online and keep it by your side while you play, is in my opinion the way to keep the game engaging and not frustrating. I’ve played quite a few mobile games, and this is a gem. I highly recommend it to anyone who likes games to be challenging and engaging while still being a lot of fun. I don’t recommend it to casuals, lol. you may get a little flustered if you’re just used to candy crush ;)</p>", "four_star": "width: 14%;", "age_rating": "9+", "five_star": "width: 73%;", "one_star": "width: 6%;", "star": "4.5, 2.4K Ratings", "category": "Games", "sub_rank": "#20 in Strategy"}, {"size": "50.8 MB", "three_star": "width: 3%;", "autor_URL": "https://itunes.apple.com/us/developer/scott-cawthon/id777236428?mt=8", "table_title": "free-apps", "description": "This time, the terror has followed you home.In this last chapter of the Five Nights at Freddy's original story, you must once again defend yourself against Freddy Fazbear, Chica, Bonnie, Foxy, and even worse things that lurk in the shadows. Playing as a child whose role is yet unknown, you must safeguard yourself until 6am by watching the doors, as well as warding off unwanted creatures that may venture into your closet or onto the bed behind you.You have only a flashlight to protect yourself. It will scare away things that may be creeping at the far end of the hallways, but be careful, and listen. If something has crept too close, then shining lights in its eyes will be your end.</p>", "subtitle": "N/A", "title": "Five Nights at Freddys 4", "similar": "  Goat Simulator PAYDAY\n,  Animatronic Jumpscare Factory\n,  Horror Nights Story\n,  Freddy's Guess Quiz\n,  Goat Simulator Waste of Space\n,  Stickman Five Nights Survival\n", "two_star": "width: 2%;", "price": "Frequent/Intense Horror/Fear Themes", "inapp_purchase": "N,/,A", "autor": "Scott Cawthon", "reviews": "|Scott, your FNAF series will always be some of my favourite video games. I admit, I shed a couple (a lot) of tears when I heard that it was over. These games were undoubtedly worth my time and my money from beginning to end.Concerning this app however, I was only slightly disappointed to find that I was not able to experience the lore minigames about the crying child, like the ones in this exact game on the PC. Hopefully someday you'll put that in.Another thing was, when I ran back and forth between doors during gameplay, I kept noticing a series of footsteps that sounded sort of like mine but a little faster and they would travel from left to right and vice versa. They kinda mess with my head when I'm trying to concentrate on all other tasks at hand. I really don't know what they are; if they're a bug or if they belong to Foxy or some other entity. But hopefully, if they ARE a bug, then it will be fixed in the future. If not, I'll just have to figure out about it on my own.Other than these two minor problems, the game was top notch and creepy as heck, just how I love your games. I would easily recommend this game to anyone who loves a good scare. :) keep at it Scott! You're a great man.</p>|Ok, first of all let me just say that this game is AMAZING and NOBODY should be complaining otherwise - Scott did an amazing job in doing a port version of this game. Does it have bugs? Yes - but let's be honest, what game dosnt? Nobody should be complaining about \"lag\" because it's not lag. Creating a game as big as this with this many animations is more work than it seems - and our small devices aren't exactly super computers so of course the fps will be a bit slow. I would recommend fixing the glitch where you can here your footsteps repeatedly when u walk to the closet or one of the doors - along with the breathing audio. A audio boost wouldn't hurt 😜 But what I'm trying to get at, is that people should stop complaining. Yes their are bugs, but if you were making a game as big as this, I'd like to see YOU make a game 100% perfect with 0 bugs. Scott, I love your work - I hope that one day you can reveal the truth to the games lore such as: who is the purple guy, what is the timeline, and how does everything fit together? Thank your for your time to read this, and I'm giving this game five stars ⭐️⭐️⭐️⭐️⭐️what it rightfully deserves 😄</p>|I remember when the first game came out, I was so scared of it. Then came the next one and I remember hyping it up so much, and it became my favorite game of the 4. When the third game came out, I was like \"How many games will this guy make?\" Then a few weeks later, a teaser came out of nightmare Freddy, and I was so hyped about this fourth game. I bought it for my PC as soon as it came out. I played the first night at it was probably the best game ever. The jumpscares are super scary, the animations and ambient noises are great, and the story ties up so many loose ends. There are still some things we need to know, like who is the purple man? Anyway, I checked the App Store every day until it came out and it was 11pm when I saw it, so even though it is scary, I played the first night and beat it. The quality isn't too good, and the game is sorta laggy, but I still give it five stars for its great story. Good job on the final FNaF, and I can't wait till Halloween for that special thing that's happening. I'm guessing either the movie or another horror series! That would be awesome Scott! Thank you so much for the great series!</p>", "four_star": "width: 8%;", "age_rating": "12+", "five_star": "width: 82%;", "one_star": "width: 5%;", "star": "4.6, 6.6K Ratings", "category": "Games", "sub_rank": "#19 in Action"}, {"size": "16.3 MB", "three_star": "width: 3%;", "autor_URL": "https://itunes.apple.com/us/developer/lei-jiang/id1222889056?mt=8", "table_title": "free-apps", "description": "Take the awesome power of your Sony PlayStation 4 console, and give it the portability and convenience of the Nintendo Switch. Stream your PS4 games to your iPhone, iPad or iPod touch and play from anywhere. Never again will your gaming be interrupted when someone else needs to use the TV!R-Play features:• Play your PlayStation 4 games while away from home by streaming over the internet• Supports HD 720p video (1080p for PS4 Pro) at 60 frames per second for crisp, smooth gameplay• Control games with any MFi game controller, or the built in virtual on-screen controller• Highly tuned performance with extremely low lag• Multiple profile support so you can use any number of different PlayStation 4 consoles or PSN accounts• Customise the virtual on-screen controller to your liking• Quick and easy one-time setup, start playing within secondsNotes---• Playing over the internet requires your home network to be set up correctly. In most cases R-Play does this for you automatically. Some users may need to perform this set up manually, according to the instructions found in the included help guide.• For the best streaming experience, your PS4 should be connected to your home network via LAN cable and your iPhone, iPad or iPod touch should be connected to a 5GHz WiFi network.• Your PS4 must be linked to a PSN account (however, R-Play does NOT require your PSN password).• If you need any assistance, our technical support team are on hand and are committed to quickly resolving any issues that you may encounter.Legal---• Terms of service: https://iosremoteplay.com/terms-and-conditions/• Privacy policy: https://iosremoteplay.com/privacy-policy/Disclaimer: PS4, PlayStation 4 and PSN are trademarks of Sony Computer Entertainment Inc. R-Play is in no way endorsed by or affiliated with Sony Computer Entertainment Inc, or any associated subsidiaries, logos or trademarks.Regarding subscriptions: R-Play was previously offered as a free download + auto-renewable subscription. For anyone that initially installed R-Play while it was available as a free download, you will need to purchase the subscription in order to use the app and the following terms apply. For those that have paid to download R-Play, please disregard the following information on subscriptions as this does not apply to you.The R-Play auto-renewable subscription period is 1 year, with a 14-day free trial. Payment for your subscription will be charged to your iTunes account at confirmation of purchase. Your subscription will automatically renew unless auto-renew is turned off at least 24-hours before the end of the current subscription period. Your account will be charged for renewal within 24-hours prior to the end of the current subscription period. Automatic renewals will cost the same price you were originally charged for the subscription. You can manage your subscriptions and turn off auto-renewal by going to your Account Settings on the App Store after purchase but refunds will not be provided for any unused portion of the term.</p>", "subtitle": "Playstation 4 Game Streaming", "title": "R-Play - Remote Play for PS4", "similar": "  CFA Rewards\n,  PS4 Remote Play\n,  Moonlight Game Streaming\n,  KinoConsole - Stream PC games\n,  PlayStation™Video\n,  Remotr\n", "two_star": "width: 2%;", "price": "$11.99", "inapp_purchase": "N,/,A", "autor": "Lei Jiang", "reviews": "|I’m shocked I’m saying this, but this app is actually kind of amazing—as long as you keep your expectations in check. I’ve been playing Persona 5 remotely with it (over the internet, not LAN), and it’s been working really well. Now, there are occasional frame rate hiccups and latency issues, and the onscreen controls are only serviceable at best, but that’s totally fine for a slower paced game like Persona. If you expect to play fast paced games remotely where tight controls and fast reaction times are important, you’re going to have a bad time. It might work OK over LAN, but it’s still not going to be great. But for certain slower games, it works nearly perfectly.A few details about my setup: I was not able to get the automatic remote setup working with my router configuration. I had to look at R-Play’s help docs for opening the right router ports to get everything working, but if you’re reasonably capable at futzing with router settings, you shouldn’t have any issues. My PS4 is connected to my router with an ethernet cable, and my home internet speeds are 60Mbps down and 6Mbps up.</p>|Alright, so back in June my original PS Vita decided that it wasn't meant for this world. The screen broke and so ended my remote play sessions. So looking for alternatives to replacing my PS Vita I did a search for apps capable of making my phone respond like a Vita in remote play. All I see are four and five star reviews, and here I'm thinking I hit the jackpot. Reading up on all the ways this app integrates into your phone and connects to your Playstation 4, this is sure to be a rock solid investment for $12 plus tax. Wrong, wrong, I couldn't be more wrong. This app is clumsy at best, and certainly isn't responsive to commands. Only half of the available game library even appears on my phone screen. Then the on screen touch buttons don't work simultaneously. You can't for example input the command for a quarter circle motion forward. The touch command doesn't recognize simultaneous response. I was very disappointed. I tried this multiple times and tried various games to no success. I award this app the appropriate 1 out of 5 stars, and it receives only one star in this review, because it doesn't manage to boot up and sync with your Playstation console, but that's about all it does. Biggest waste of $12, just put it towards a replacement Vita pre-owned at GameStop, just like I did tonight. ✌🏻</p>|This is a great app that works very very well! There is only a little minor lag if you leave the app running for multiple hours. The app even allows you to customize the on screen controls to whatever size you need them and where you want them! The graphics are even the same high quality on your iOS device as on you PS4! Also another GREAT thing is that you can use your DualShock 4 controller with this app as well as long as you have a second PSN account and follow the apps instructions! My only complaints are, first that the on screen controls are not that good, and second that the mifi controllers are pretty expensive and those are the only ones compatible with this app, and finally to be able to play you PS4 as a Nintendo switch away from home, you need to change some of your router settings and PS4 network settings, which for me a 13 year old is kind of crazy because it takes a lot of knowledge that most 13 year olds don’t have!</p>", "four_star": "width: 8%;", "age_rating": "4+", "five_star": "width: 76%;", "one_star": "width: 10%;", "star": "4.4, 4.4K Ratings", "category": "Entertainment", "sub_rank": "#8 in Entertainment"}, {"size": "3.1 GB", "three_star": "width: 5%;", "autor_URL": "https://itunes.apple.com/us/developer/mlb/id281969992?mt=8", "table_title": "free-apps", "description": "It’s a whole new ballgame with R.B.I. Baseball 18! R.B.I. 18 takes a significant leapdelivering all-new Franchise Mode, brand new detailed player models, hundreds of new animations, high fidelity MLB ballparks, revamped crowd system, more dynamic camera angles and a stunning UI presentation. This MLB season get the baseball game that will have you wanting to PLAY IT AGAIN!All-New Franchise Mode: Take control of your favorite MLB team! Make trades, pick up free agents or call up rookies through multiple seasons.Authentic MLB Players: Completely redesigned player models, hundreds of new animations including unique player-specific animations bring a whole new look and feel.  Better Ballparks: Experience enhanced lighting, textures, revamped 3-D crowd system and new dynamic camera angles in all 30 MLB ballparks.MLB Legends: Play as the greats with over 100 historic playersRoster Updates: Get the latest rosters throughout the 2018 season and use the new Import Rosters feature to keep your in-progress Franchise current without starting over!**NOTE FOR DEVICES UNDER 2GB**Both Franchise and Postseason modes require at least 2GB of device RAM. Other features including exhibition mode will be playable on your device.  We have optimizations in development to better support these devices in the future.© 2018 MLB.com MLB Advanced Media, L.P. All Major League Baseball trademarks, service marks and copyrights used herein are the property of the applicable MLB entity. All rights reserved. OFFICIALLY LICENSED PRODUCT OF MAJOR LEAGUE BASEBALL PLAYERS ASSOCIATION-MLBPA trademarks and copyrighted works, including the MLBPA logo, and other intellectual property rights are owned and/or held by MLBPA and may not be used without MLBPA’s written consent. Visit www.MLBPLAYERS.com, the Players Choice on the web.</p>", "subtitle": "Fun, Authentic MLB Action!", "title": "R.B.I. Baseball 18", "similar": "  MLB Perfect Inning 2019\n,  MLB 9 Innings GM\n,  NBA JAM by EA SPORTS™\n,  Baseball Megastar\n,  NBA 2K19\n,  ACC QB Challenge\n", "two_star": "width: 3%;", "price": "$4.99", "inapp_purchase": "N,/,A", "autor": "MLB", "reviews": "|I was eager to try this game since I’ve heard so much about it, however, the game experience has been a big letdown so far. The biggest thing to this point is that there is no learning curve for new players, you just keep logging on and getting rocked by AI opponents that know how to use the game controls effectively. Presumably this continues until the player learns how to use the controls, which would be fine for a free game, but to have paid $2 to be frustrated every time I play is quite disappointing. Casual gamers (players who don’t have or won’t commit the time to learn this game as effectively as the masterful AI) probably won’t have much fun with this game.As for the gameplay, there is zero feedback or timing meters for the player during batting, which could be problematic since batting is entirely reliant on timing. I don’t expect to hit a home run every at bat, but I do think there should be some sort of feedback to inform the player on their timing so they can make adjustments. For example: I know I’m swinging early, but how early am I swinging so I can adjust appropriately? Pitching controls are just clumsy and moderately useless as the AI just gets the clutch hit every time anyway.Yes, it could be that I’m just not good at this game. But so far I have little motivation to get better.</p>|EDIT: A couple small bugs/issues caused me to put the game down. For one, the game gives some of my players in franchise modes imaginary stats. Played about 6 games, hadn’t recorded a hit with Gleyber Torres, but suddenly he had a home run in his stats? Not a huge deal but extrapolate that out over a season/franchise &amp; who knows what numbers are real. I also am finding the computer putting up 25 hits on me per game, on medium. I’m fine with a game being difficult but I mean has any team ever even gotten that many hits? Could be a bit more realistic.. just frustrating when the rays string together 10+ singles in a row off a good pitcher. I downloaded the game on its release date, &amp; it was very buggy. Impossible to play, so I stopped. I’ve seen them push the rough a few updates in the meantime &amp; decided to jump back in. Glad I did because the game is great! Haven’t experienced any of the previous bugs, just a solid baseball game. The best baseball experience in the App Store for sure. Glad to see it in the top 12 on paid apps. Wish it had multiplayer or home run derby, like the console version, but maybe in a future update!</p>|I like the changes this year as some of the hang ups resolved themselves. Liked that roster finally over write the lineup and let you use them. I have found that my players won’t steal when I press the man to steal. There is still no pickoff. The substitutions were a problem I could not get them to substitute early in the year as there was no good tutorial on how to make them so between what must have been a fix it has resolved itself. Injures would not resolve and return to active roster even though it said originally it was for 10 games. But once again I have lost a season of play. It happened at the game that should have on the schedule for 5/28. My franchise team is Atlanta Brave so I’m playing the Mets and on e lat out in the 9th the game froze. I have killed the app and opened it back up and continued the game 3 times recorded the last out and it froze again on the last out in the 9th also replayed the game and yes it froze on the last out in the 9th. I deleted the app and reloaded and lost the whole season. Would like a refund this continues to be a problem on a regular basis every year. Come on man it’s time to get this app right.</p>", "four_star": "width: 12%;", "age_rating": "4+", "five_star": "width: 74%;", "one_star": "width: 6%;", "star": "4.5, 4.9K Ratings", "category": "Games", "sub_rank": "#5 in Sports"}, {"size": "102.8 MB", "three_star": "width: 4%;", "autor_URL": "https://itunes.apple.com/us/developer/not-doppler/id554937502?mt=8", "table_title": "free-apps", "description": "Drive your car through a zombie apocalypse in this massive follow-up to the chart-topping hit Earn to Die!An evacuation ship is waiting on the other side of the country. The only thing that stands in your way: city after city overrun by zombies . With only a run-down car and a small amount of cash you face a familiar situation... to drive through hordes of zombies in order to survive!BRAND NEW STORY MODEEarn to Die 2 introduces a massive new Story Mode, five times longer than its predecessor. The game departs its familiar desert setting and delves into the depths of cities infested by zombies. MULTI-TIERED LEVELS:Levels are now multi-tiered! Drive across decayed highway overpasses, via underground tunnels, or smash through epic zombie filled factories. Whichever path you choose to take, you won't be able to escape the zombie hordes - your only choice is to smash through them!BUILD A ZOMBIE-SLAUGHTERING MACHINEUnlock and upgrade 10 different vehicles, including a sports car, a fire truck, and even an ice-cream van. Each vehicle can be equipped with a range of upgrades, such as armored frames, roof-mounted guns, boosters and more. Those zombies will stand no chance.DESTRUCTIBLE VEHICLESVehicles are now fully destructible. Hang on for your life as your vehicle gets smashed to smithereens if you aren't too careful.MORE ZOMBIES. MORE DESTRUCTION. MORE MAYHEM.What are you waiting for? That rescue ship isn't going to wait forever! Prepare yourself for a wild ride - and seriously, there is nothing like smashing through zombie-filled factories!</p>", "subtitle": "N/A", "title": "Earn to Die 2", "similar": "  Drive Ahead!\n,  Zombie Catchers\n,  Into the Dead\n,  Swamp Attack\n,  Vector for iPhone Free\n,  Beat the Boss 2\n", "two_star": "width: 1%;", "price": "Infrequent/Mild Realistic Violence", "inapp_purchase": "N,/,A", "autor": "Not Doppler", "reviews": "|Ok so I’m sure it must be hard to make a console game and a lot of time and effort would go into it but, I would like to suggest a console game. So I know that the developers have already made crash cars wick is kind of the theme I am suggesting. But with a twist! Ok so keep the the same art style of earn to die make more weapons similar to the ones currently available and make more vehicles maybe 10 more? And make it where it’s a large arena with 20 players or so and you have to destroy every car. But when a persons car is destroyed they can go on foot. Also make them be able to find another vehicle and weapons and maybe traps? I know this is a lot to ask but it seems like a good idea to me and please let me know what you think by responding</p>|I like this game, but there are some things that frustrate me about it. First, the vehicles feel way underpowered, even when you're fully decked out. In the original, this wasn't a problem, since you could just get a new car if you had earned enough. However, in this sequel, you're stuck with the car that's available for that level and that's it. This creates a situation where every new level feels like the first level, because you're starting with a fresh car. The other thing that irks me is the fact that you can buy money. Other than that, the game is fine.</p>|This game gets your mind off things when you need to just chill out and enjoy a little free time.  Just want to recommend this to anybody that is looking for a great game to play.  Many people come have much free time and like to enjoy their free time.  This is a game to play to enjoy that little time in your life you have to just spend time on your phone playing a nice game!!!(-;</p>", "four_star": "width: 11%;", "age_rating": "12+", "five_star": "width: 78%;", "one_star": "width: 5%;", "star": "4.6, 997 Ratings", "category": "Games", "sub_rank": "#2 in Racing"}, {"size": "118 MB", "three_star": "width: 2%;", "autor_URL": "https://itunes.apple.com/us/developer/lightricks-ltd/id606310584?mt=8", "table_title": "free-apps", "description": "Apple Design Award Winner of 2017!“The best all-in-one photo editor provides powerful tools that are easy to use.\" - Apple, Inc.Selected as the *2015 App of the Year* by the App Store in the UK, Australia, Germany, Canada, France, Russia, China and India! Runner-up App of the Year in the US.“...An iPhone-photographer’s dream app...manages to strike the right balance between traditional Photoshop-like controls and artistic filters and effects.” - Karissa Bell, Mashable._______________________________________________Wish you didn't have to use so many apps to edit a single photo? You don't. Download Enlight - it’s every photo app you’ve ever needed, wanted, or dreamed of - combined into one powerful, beautifully designed photo editor. More praises about Enlight:#1 Photo and Video App in 128 countries &amp; #1 Top Paid App in 121 countries!“Enlight packs so many features into its clean and easy-to-use interface that it effectively replaces most standalone apps.” - Jason Parker, CNET“Advanced features such as tone curves, custom presets, and amazingly beautiful and customizable filters have made Enlight one of my go-to image editors.” - Ally Kazmucha, iMore“Enlight is a powerful Photoshop-like app, minus the steep learning curve.” - Les Shu, Digital Trends._______________________________________________Enlight is the superior way to create stunning images on iPhone. The most comprehensive, highest quality photo editing app so powerful and user-friendly it’ll be the last photo app you ever download. Enlight offers:Image Perfection• Precise &amp; selective control over tone, color, and details• Create and save your own unique presets• Built-in masking within every tool allow you to seamlessly blend effectsAnalog &amp; Duo Filters• Reproduce the style of classic cameras and vintage film• Revitalize colors with two-toned gradients• Add light leaks and custom vignetting for a retro feelBlack &amp; White Photography• Discover the magic of monochromatic photos with darkroom-inspired techniques • Signature presets dedicated to stunning b&amp;w photo conversion• Add artistic touches with film intensity, grain, and fade An Artist’s Dream • Easily convert your photos into artistic masterpieces• Create amazing painterly effects• Convert any image to unique street art• Transform your photos into realistic looking sketches Decorative Touches• Personalize: draw, write, or doodle directly on your image • Decals &amp; special effects add-ons make your photo unique• Add and customize text, borders, frames, and more!Photo Mixer• Overlay two photos to produce a double exposure effect• Create photo montages for impressive surrealistic results• Seamlessly merge photos with various blending modesIntelligent Photo Correction• Instantly repair under or over-exposed photos • Bring out lost details with a simple swipe• State-of-the-art noise reduction tool• Clone/Heal tool allows for seamless removal of defects Power Tools• Bloat, shrink, or reshape specific objects in the photo• Linear, mirror, and radial tilt-shift options to shift focus • Multi-channel curves for ultimate control over image tonality• Universal masking for precise control over every effectCrop Options• Flip, rotate, and straighten crooked photos • Perspective: vary the photo as if taken from a different angleSocial Media Heaven• Create funny memes to share with friends• Design unique photo collages with a variety of templates• Share your amazing results directly to social media• Share multiple photos at onceInnovative Workflow• Not finished editing? Auto-save photo sessions, continue later• Choice of export quality (JPEG, PNG or TIFF) • Real time 50MP editing on iPad Pro• Real time 35MP editing on iPhone 7/7 Plus, 6S/6S Plus, iPad Air 2 &amp; iPad Mini• Real time 19MP editing on iPhone 6, 6 Plus, 5S, 5, 5C &amp; iPad 3/iPad Mini 2• Animate your editing sessions to show your workflowDownload now!</p>", "subtitle": "Creative Photo Editing", "title": "Enlight", "similar": "  Cinemagraph Pro\n,  Warmlight - Manual Camera\n,  PLOTAVERSE PRO\n,  LightX Express\n,  Fontmania - Write on Photos\n,  Ripl Photo to Video Ad Creator\n", "two_star": "width: 0%;", "price": "$3.99", "inapp_purchase": "N,/,A", "autor": "Lightricks Ltd.", "reviews": "|Straight to the point; if you're deciding which iOS photo editor app to purchase, save yourself some time and money, and just buy Enlight - seriously! I purchased at least 5 or 6 other editing apps, and hated them all! Most of the apps were nothing more than the iPhone's editor with a few Instagram-like filters; essentially 3 or 4 layers of semi transparent colors and more or less exposure and saturation (that can't really be tweaked). If you like tacky, poor designed images, than sure, buy almost any other app.Enlight has so many effects, photo editing options, and filters (that actually look stunning and are also extremely editable themselves), that you can turn a poorly captured photo and make it look great! Other apps are so generic and basic that it turns great looking, clear images and turns them into a Snapchat filter gone wrong. I love Enlight so much that I stopped editing my personal social media posts with Photoshop and Lightroom and only use Enlight now - much faster, easier to edit on the fly, and produces images that are just as clean and beautiful as ones edited in Adobe Ps or Lr. One of my must have, nonnegotiable iOS apps!!!</p>|The app is very very nice. The editor is everything you would want, from layering to coloring, adding and subtracting, cropping rotating. One of the great things about it is that when you save your edit to your device it does not ruin the quality of the photo at all, and does not force a water mark either. I have tried some of the other editors by this developer but unfortunately they have added a lot of different things to pay for. I’ll stick with the free stuff for now. I know the app is 5 dollars but that’s it and it’s well worth the price. One problem I have is that they have not yet added any of their programs to the Mac laptops and computers yet, could really be a big help.</p>", "four_star": "width: 9%;", "age_rating": "4+", "five_star": "width: 88%;", "one_star": "width: 1%;", "star": "4.8, 45.8K Ratings", "category": "Photo & Video", "sub_rank": "#8 in Photo & Video"}, {"size": "47.7 MB", "three_star": "width: 5%;", "autor_URL": "https://itunes.apple.com/us/developer/scott-cawthon/id777236428?mt=8", "table_title": "free-apps", "description": "NOTE: This game requires at least 512 megs of RAM! Devices such as iPod gen 3 and 4 will not be able to run this game!Thirty years after Freddy Fazbear's Pizza closed it's doors, the events that took place there have become nothing more than a rumor and a childhood memory, but the owners of \"Fazbear's Fright: The Horror Attraction\" are determined to revive the legend and make the experience as authentic as possible for patrons, going to great lengths to find anything that might have survived decades of neglect and ruin.At first there were only empty shells, a hand, a hook, an old paper-plate doll, but then a remarkable discovery was made...The attraction now has one animatronic.</p>", "subtitle": "N/A", "title": "Five Nights at Freddy's 3", "similar": "  Horror Nights Story\n,  Animatronic Jumpscare Factory\n,  Goat Simulator GoatZ\n,  Freddy's Guess Quiz\n,  Stickman Five Nights Survival\n,  Goat Simulator Waste of Space\n", "two_star": "width: 3%;", "price": "Frequent/Intense Cartoon or Fantasy Violence", "inapp_purchase": "N,/,A", "autor": "Scott Cawthon", "reviews": "|This game can be looked down upon because a new animatronic has been thrown into the mix of things and must be accepted by the people who play it and by people who are trying to come up with logical theories. This animatronic, Springtrap, was never once mentioned before, so why should we like the game? Well, because Springtrap HAS been mentioned! In the second game phone guy clearly says: \"someone used one of the spare suits\" \"a yellow one\". Of course this is the night where Golden Freddy is the most active, but that's not the suit phone guy was talking about. Many people say that phone guy was talking about the spare Springtrap suit. Anyway ENOUGH ABOUT THEORIES!!! I love this game. I beat it. It was really hard and exiting! It's an odd spin to the game, and it's a little harder to find and play the hidden games on the mobile device, but I still love this!!! This game is horrifying! Every hallucinating jumpscare gets me, especially foxy! I always redo the ventilation, but somehow they're right there! I'm not complaining! I love it!! I think anyone who likes the first or second game should tackle this challenging horror fest! It's so much fun, and I hope people can just accept where the game's story is going! The game is beautiful, no glitches, the graphics are stunning as usual, but this game differs from the rest. In this one there's strategy needed to succeed! This makes the game more fun and more challenging 😉It's worth it's price!!!</p>|Five Nights at Freddy's is undoubtedly one of the best horror games to ever hit the App Store. Unbelievable graphics, a great storyline and an amazing experience all combined into one game. It deserves every single fan it was getting. All the publicity it got was for a reason, because it was such a fantastic game. Obviously, Scott felt he had an obligation to make a second game, which was an awesome game as well. More animatronics, and the Purple Man story both made it something to remember. Millions of fans were awed by the series and wanted it to have an epic conclusion. The end of a trilogy, what everyone will remember when they look back on Five Nights at Freddy's years from now. Sadly, although this game shares incredible graphics and experience just like its predecessors, I feel like it was sort of a disappointment. Every game flowed together so perfectly like pieces of a puzzle. That's what set these games apart from the others. But this was an attempt to go away from that, to make the last Freddy's game different than the previous ones. And in my opinion, it failed. I've played Five Nights at Freddy's since the beginning. But I was so uninterested in the story of this one, I quit on Night 3. Because Scott tried to go outside what made Five Nights at Freddy's what it is. And although it was a good attempt, he didn't succeed.</p>|I love 5 nights at Freddy's and I usually beat them all with flying colors but this one is just hard. It was easy on night 1 and 2 and I barely made it past night 3. Night 4 on the other hand, is impossible. I have been stuck on night 4 for 2 weeks now. The latest I've gotten to is 2 A.M.. I normally get killed at 12 or 1. The puppet came into my office literally 5 seconds after I started the game and about 3 seconds after he comes in, I get killed. I also got jumpscared by foxy, chica, Freddy, and then springtrap all within like 10 seconds and it was only 12 a.m.. I also had just started the game and springtrap was in cam 9 and then disappeared and not even 2 seconds later I get jumpscared when he was all the way at the other end of the building and I had just started the game and it didn't even play that creepy noise to warn me. These games are usually fun and easy to me but this one I'm more frustrated than amused. It's very hard and I don't know if all the jumpscares and the difficulty of it is normal but it's practically impossible. I've literally been trying to get past night 4 for 2 weeks now and can't even make it past 2 a.m. Pretty much impossible. Please fix!</p>", "four_star": "width: 9%;", "age_rating": "12+", "five_star": "width: 79%;", "one_star": "width: 5%;", "star": "4.5, 4.3K Ratings", "category": "Games", "sub_rank": "#28 in Action"}, {"size": "157.9 MB", "three_star": "width: 5%;", "autor_URL": "https://itunes.apple.com/us/developer/active-network-llc/id885139029?mt=8", "table_title": "free-apps", "description": "Get off the couch and get running with the OFFICIAL Couch to 5K® training app! This oft-imitated program has helped thousands of new runners move from the couch to the finish line. Spend just 20 to 30 minutes, three times a week, for nine weeks, and you’ll be ready to finish your first 5K (3.1-mile) race!Get more information about the Couch to 5K app here: http://www.active.com/mobile/couch-to-5k-appContinued use of GPS running in the background can dramatically decrease battery life.The Couch to 5K coach you select talks to you during your workouts. To save your battery, Couch to 5K sends audio notifications when your screen is locked or another app is in use.To be sure you hear the coach during your workout, please do the following:• Turn on Notifications permissions• Turn on the hardware ring/silent switch (no red showing)• Turn your ringer volume up• Turn off Do Not Disturb (swipe up for Control Panel and the moon button should not be white)• Within the app, in Settings &gt; Workout Options, be sure the Trainer Volume is upWithout granting notification permissions, during a workout you can click the lock icon at the top left to keep the app active and still hear the coach.For support please contact us at: MobileSupport@activenetwork.com  We would love to hear from you.WINNER of the 2012 Appy Award for best Healthcare &amp; Fitness App!Features• Training plan designed by Active.com trainers• Choose from 4 different motivating virtual coaches—Johnny Dead, Constance, Billie or Sergeant Block• Hear human audio cues to guide you through each workout• Listen to your favorite playlists with in-app music player• Calculate your distance &amp; pace and map your routes with FREE GPS support*• Log your workouts and share your progress on Facebook • Get support from the largest running community on Active.com Trainer• Repeat workouts and track your best performance• Treadmill support allows manual entry of workouts• Track your progress with total distance and average pace• Graphs for workouts to compare distance and paceFinished the Couch to 5K program and ready to take your running program to the next level? Check out our 5K to 10K app to prep for your first 10K race here. https://itunes.apple.com/us/app/5k-to-10k/id526458735!Praise\"The popular Couch to 5K app helps new runners avoid injury from doing too much, too soon.\"—Runners World, June 2012\"It's ridiculously easy to use (it's hard not to, as you just do what you're told) and it's fantastic that you have an encouraging voice talking you through things.\"—Engadget, June 2012\"Active.com’s Couch to 5K is one of my favorite… apps. With its customizable features, interactivity, and well-rounded interface, I may actually stay off the couch this time.\"—148Apps, October 2011\"I knew as soon as I decided to start the Couch to 5K program that I would need something to keep me accountable—not just to showing up for my training, but to actually doing it properly. Of course there’s an app for that.\"—CalorieLab, April 2012\"If you have been struggling to get your buns off the couch and somewhat in shape before the summer hits, training for a 5K is not a bad way to start. If you are looking for a program to help get you there, then the “Couch to 5K” running plan by CoolRunning is probably your best bet if you haven’t done an ounce of athletic activity for a number of years.\"—Droid Life, April 2012FAQ• Once you purchase the app, it is yours to keep. It does not expire after 9 weeks.</p>", "subtitle": "N/A", "title": "Couch to 5K® - Run training", "similar": "  My Macros+ | Diet & Calories\n,  5K Runner: Couch Potato to 5K\n,  My Challenge Tracker\n,  C25K® 5K Trainer\n,  10K Runner, Couch to 10K Run\n,  21 Day Fix® Tracker – Official\n", "two_star": "width: 4%;", "price": "© Active Network, LLC", "inapp_purchase": "N,/,A", "autor": "Active Network, LLC", "reviews": "|I used this app before this update last year around this time. It worked so well, and I was even able to finish it and run my first 5K! Well through the year, I started slacking and wanted to get back into running because I love doing it. I knew right where to go to help me start training. This Couch to 5K app! Downloading it and opening up and seeing the beautiful new redesign was a nice surprise, and I was so excited to run. I went to my normal spots where I used to run where I never had an issue tracking my speed, distance, or placement on a map. After my run, I went to check how I did, and I couldn’t see any info. It said I ran/walked a distance of 0.07 miles, when I actually did about 1.75 miles, and it had no information of my speed. It didn’t start tracking me until I was in my cool down. I’ve tried turning my location services on and off, clearing my workout history, going to a different place I used to run, starting a new account, and nothing!! I  used to have no problem with it tracking me, and now I don’t really understand what the issue is.</p>|I've run several 5k and even a 10k prior to the app. I was \"out of the game\" for a while and decided to use this app to get back into it. Building up and focusing on time spent running rather than distance really helped me learn to better pace myself. I like that none of the runs are incredibly long either, the longest toward the end is around 40 mins including warm up/ cool down.  I recommend to friends often. However, I'm not giving 5 stars because I've encountered SO many glitches. Several times the app has shut down on me without warning, and when it does that none of the run is recorded (this usually happens to me toward the end of the run). The distance and time recorded in the app also include warm up and cool down, which I hate. I want to know my pace and time spent during the actual workout only. For those two reasons, I always keep a second running app recording on my phone with running to give me better data and reliability.</p>|I have been using this app on my IPhone 5 for a couple of years with no problems. Simple, easy to use and accurate.  I just upgraded to iOS 11 and have had nothing but problems since then. I’ve gone on 2 runs and 10 minutes in the timer gets wonky. The seconds get tripped up, move slowly or the timer stops altogether. Yesterday I was in the cool down and the timer stopped. Then the app closed and all my data for that run was lost. Super frustrating. I tried resetting the app and also deleted and reloaded it, to no avail. I even ran the timer against a stopwatch for accuracy and the same problem occurred. I love this app and want to continue to use it, but will have to look elsewhere if they can’t fix this bug. I emailed them today so we’ll see what happens. Like other reviewers, I also have experienced the same issue with the music volume dropping way down after the first voice prompt. Not nearly as big of an issue as inaccurate / buggy timing, but a nuisance just the same. I hope they can fix these issues.</p>", "four_star": "width: 15%;", "age_rating": "4+", "five_star": "width: 72%;", "one_star": "width: 4%;", "star": "4.5, 1.7K Ratings", "category": "Health & Fitness", "sub_rank": "#4 in Health & Fitness"}, {"size": "267.2 MB", "three_star": "width: 4%;", "autor_URL": "https://itunes.apple.com/us/developer/toca-boca-ab/id419103351?mt=8", "table_title": "free-apps", "description": "Welcome to Toca Life: City, a metropolis filled with everyday fun! Customize characters, explore exciting locations and find hidden treasures — there’s something in every corner! INTRODUCING TOCA LIFEThanks to the great response to Toca Town, we're bringing you Toca Life — a series of apps that gives you an even bigger world of everyday fun. First out in the series is Toca Life: Town and Toca Life: City!CREATETry, experiment and customize. It’s time to get creative in Toca Life: City! Change outfits, dye your hair any color and switch hairstyles in the Hair 3000! There are millions of ways to personalize the characters — we dare you to create them all.EXPLORE Say hi to 6 locations and 34 characters! Go shopping at the mall, grab a bite to eat at the food park or invite friends over to your loft. Characters, and anything they are holding, can easily be transported between locations. RECORDRecord and play with the new recording feature! Create stories and record, save the video to your camera roll before sharing with your friends. What are your friends in Toca Life: City doing today? You decide!FEATURES:- 6 locations to explore: loft apartment, shopping mall, hair salon, food park, theatre and tailor- 35 characters that are customizable in over 4 million ways! - 47 hairstyles to test, 37 colors to choose from and various outfits to try on- 7 different food stands at the food park — have some sushi with your burger and try the famous fish ‘n chips! - Shop for clothes, kitchenware, pets, toys and groceries at the mall- Write a play and perform it at the theatre- Record your stories in the app and share with your friends!- More fun videos and games for the TV- No time limit or high scores — play for as long as you like!- No third-party advertising- No in-app purchasesAbout Toca BocaAt Toca Boca, we believe in the power of play to spark kids’ imaginations and help them learn about the world. We design our products from the kids' perspective to empower kids to be playful, to be creative and to be who they want to be. Our products include award-winning apps that have been downloaded more than 150 million times in 215 countries and offer fun, safe, open-ended play experiences. Learn more about Toca Boca and our products at tocaboca.com.Privacy PolicyPrivacy is an issue that we take very seriously. To learn more about how we work with these matters, please read our privacy policy: https://tocaboca.com/privacy</p>", "subtitle": "Visit the big city!", "title": "Toca Life: City", "similar": "  Sago Mini Babies Dress Up\n,  Pepi House Lite\n,  Daily Shopping Stories\n,  Sweet Home Stories\n,  Dr. Panda Town\n,  Pepi Super Stores Lite\n", "two_star": "width: 2%;", "price": "$3.99", "inapp_purchase": "N,/,A", "autor": "Toca Boca AB", "reviews": "|The name is toca life:world So I was thinking about all the world and how I wish they could connect but I know so many people have sent you reviews about that so I’m sending you my toca LIFE app idea it’s called toca life:world!!! There’s a houses you can pick one to be yours then each one comes with one room for parents a bunk bed room for kids a teen or grama bed room and a baby room/baby bed room and a kitchen were you can cook your  food and a living room every house thas a different look but they all have  those rooms and now the jumbo mall there’s a clothing store with so much clothes and then there’s a salon and spa were you can do your hair and pick your emotions, skin color, you can pick there face, and you can pick ther age and to keep people entertained they get older every 3 days and you can make them baby’s again at the spa/salon there’s also a school it’s smaller than the real school toca life but it’s good enough there’s a baby store and a restaurant we’re you can eat and there’s a drive through I’ll get to the car stuff later there’s a play ground too for kids and don’t forget the Shipley’s donuts restaurant for breakfast and actually get mail in the post office that’s even better than the one in toca city and did I mention you have a job it’s either artist or a bakery or other jobs you can come up with mabey a bisness man and last there’s a place called the road you create your self a car and you can use it on the road bye</p>|This is the review part of my review. Parents or whoever is buying this I’d recommended reading. So, this is game Toca City. It’s a series of Toca life games. I would say start of with this game. If your kid is 2-4, Try out Toca town first it’s easier. This game is full of fun action and actives that you can do or play with. You can make own person, make a family, or best of all make a story! There is a play where your kids have their people make a play, a small house where they can live, oh yeah we all the balcony where you can throw your stuff off of. There is a hair dresser, and tailor a mall with pets. It’s really amazing. So I hoped this helped to see if you want the game or not, it’s truly cute and wonderful it really spark imagination. :DMy part. Ideas. This are really not for anybody but the devs and others who want to share them. I LOVE THE NEWS ABOUT TOCA WORLD! I have been dying to have this. Not just connect the worlds in this update can we have new homes and some disabled people? I’d like a huge home to added for my bed families, and maybe add some new Toca people. I really would like so more cute houses. Now, back to my ideas. I would say after Toca world. Toca neighborhood! There would be many houses apartments, and a zoo or you could just add these to the Toca world. I’m sure no dev’s red this but atleast I got to work on my typing skills.</p>", "four_star": "width: 11%;", "age_rating": "4+", "five_star": "width: 79%;", "one_star": "width: 4%;", "star": "4.6, 3.5K Ratings", "category": "Education", "sub_rank": "#40 in Education"}
]